/* Errors returned by the device in the form of xml */
"Success" = "Succes";
"TestInProgress" = "Test wordt uitgevoerd... Even geduld.";
"ErrorDeviceBusy" = "Het apparaat is in gebruik. Probeer het later opnieuw.";
"ErrorDuplicateDisplayName" = "Dubbele weergegeven naam of naam van locatie. Voer een andere naam in en probeer het opnieuw.";
"ErrorEmptyEntry" = "Een van de vermeldingen in de instellingen die naar het apparaat zijn verstuurd, is leeg. Controleer of alle vermeldingen geldig zijn en probeer het opnieuw.";
"ErrorListFull" = "Er is geen ruimte beschikbaar om deze vermelding toe te voegen. Verwijder een vermelding van het apparaat en probeer het opnieuw.";
"ErrorSettingNotTested" = "Deze instelling is niet getest.";
"ErrorSystemFailure" = "Er heeft zich een kritieke fout voorgedaan. Probeer het later opnieuw.";
"ErrorNoMoreSpace" = "De maximale grootte van e-mailbijlagen is te groot voor de geselecteerde server. Geef een lagere waarde op en probeer het opnieuw.";
"ErrorNoWritePermission" = "Er is geen schrijfbevoegdheid voor de map die u hebt geselecteerd. Stel de juiste toegangsprivileges voor de map in en probeer het opnieuw.";
"ErrorConnectionFailed" = "Het apparaat kan geen verbinding maken met de opgegeven externe server. Controleer de serverinstellingen.";
"ErrorConnectionRefused" = "De verbinding is geweigerd door de server. Controleer of de server is ingeschakeld en werkt.";
"ErrorServerNotFound" = "Het apparaat kan de hostnaam van de server niet omzetten. Controleer de serverinstellingen.";
"ErrorWrongCredentials" = "De server weigert de toegangsgegevens die worden gebruikt voor de identiteitscontrole. Geef de juiste toegangsgegevens op en probeer het opnieuw.";
"ErrorConnectionProblem" = "Er heeft zich een probleem voorgedaan bij het maken van verbinding met de externe server. Controleer of de server is verbonden met het netwerk en of de server werkt.";
"ErrorProtocolNotSupported" = "De externe server gebruikt een protocol dat niet wordt ondersteund.";
"ErrorInvalidFileOrDirectory" = "Het opgegeven pad is ongeldig. Geef een geldig pad op en probeer het opnieuw.";
"ErrorInvalidFolderPath" = "Het opgegeven pad is ongeldig. Geef een geldig pad op en probeer het opnieuw.";
"ErrorInvalidShare" = "De gedeelde map is ongeldig. Selecteer een andere gedeelde map en probeer het opnieuw.";
"ErrorAuthenticationNeeded" = "Voor de opgegeven server is identiteitscontrole vereist. Geef de juiste toegangsgegevens voor de server op en probeer het opnieuw.";
"ErrorSecureConnectionNotSupported" = "De server ondersteunt geen beveiligde verbinding. Schakel het aankruisvak Gebruik SSL uit en probeer het opnieuw.";
"ErrorSenderInvalid" = "Het e-mailadres van de afzender is ongeldig. Geef een geldig e-mailadres voor de afzender op en probeer het opnieuw.";
"ErrorRecipientInvalid" = "Het e-mailadres van de geadresseerde is ongeldig. Geef een geldig e-mailadres voor de geadresseerde op en probeer het opnieuw.";
"ErrorServerError" = "De server heeft een fout geretourneerd. De gevraagde bewerking kan niet worden voltooid. Controleer of de ingevoerde servergegevens juist zijn.";
"ErrorInvalidServerName" = "De opgegeven server is ongeldig. Geef een geldige SMTP-server op en probeer het opnieuw.";

"404 Not Found" = "Het apparaat is onvindbaar. Controleer of het apparaat is verbonden met het netwerk en is ingeschakeld.";
"400 Bad Request" = "Het verzoek kan niet worden verwerkt vanwege een fout in het verzoek. Probeer het later opnieuw.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "Het apparaat heeft geen geldige URL geretourneerd. Wacht een paar minuten en probeer het opnieuw.";

/* XML Data validation errors */
"Setting Error" = "Fout door ontbrekende of ongeldige gegevens";
"MISSING_FOLDER_SETTING" = "Sommige gegevens voor de doelmap ontbreken. Selecteer een map, geef een gebruikersnaam en wachtwoord op en probeer het opnieuw.";
"MISSING_EMAIL_SETTING" = "Sommige gegevens voor de e-maildoellocatie ontbreken. Geef alle e-mailinstellingen op en probeer het opnieuw.";
"MISSING_SERVER_CREDENTIALS" = "De toegangsgegevens voor de server ontbreken. Geef een gebruikersnaam en wachtwoord op en probeer het opnieuw.";
"MISSING_DISPLAY_NAME" = "De naam van de afzender ontbreekt. Voer een afzender in en probeer het opnieuw.";
"MISSING_EMAIL_ADDRESS" = "Het e-mailadres ontbreekt. Geef een geldig e-mailadres op en probeer het opnieuw.";
"MISSING_SERVER" = "De server ontbreekt. Geef een server op en probeer het opnieuw.";

"INVALID_PIN" = "Het opgegeven persoonlijke identificatienummer is ongeldig. Het nummer moet uit exact 4 cijfers bestaan. Geef een geldige PIN op en probeer het opnieuw.";
"INVALID_SERVER_PORT" = "Het poortnummer dat voor de server is opgegeven, is ongeldig. Het poortnummer moet tussen 1 en 65535 liggen.";
"INVALID_ATTMT_SIZE" = "De opgegeven maximale bijlagegrootte is ongeldig. De waarde moet tussen 1 en 9999 liggen. Geef -1 op als u de bijlagegrootte automatisch wilt instellen.";
"INVALID_DFADESTINATION" = "De geselecteerde doellocatie voor digitale faxen is ongeldig. Selecteer een geldige doellocatie.";
"INVALID_POLLING_TIME" = "Het geselecteerde polling-interval is ongeldig. Geldige waarden zijn 5, 10, 15, 20, 30, 45 en 60. Selecteer een geldig interval en probeer het opnieuw.";
"INVALID_DISPLAY_NAME" = "De ingevoerde naam van de afzender is ongeldig. Gebruik voor de afzender minder dan 25 tekens.";

/* Other errors */
"GENERIC_ERROR_TITLE" = "Fout";
"GENERIC_DEVICE_ERROR_TITLE" = "Apparaatfout";
"GENERIC_DEVICE_ERROR_DESC" = "Er heeft zich een onbekende fout voorgedaan tijdens de communicatie met het apparaat. Probeer het later opnieuw.";
"XML_PARSING_ERROR" = "Het apparaat heeft ongeldige gegevens geretourneerd. Wacht een paar minuten en probeer het opnieuw.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "Er heeft zich een fout voorgedaan tijdens de communicatie met het apparaat. Controleer of het apparaat en de computer zijn verbonden met het netwerk en probeer het opnieuw.";

/* Buttons */
"OK" = "OK";
"Cancel" = "Annuleer";
"Hide" = "Verbergen";


/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "Apparaat niet gevonden";
"DEVICE_NOT_FOUND_DESC" = "Er heeft zich een probleem voorgedaan tijdens de communicatie met het apparaat. Zorg ervoor dat het apparaat is ingeschakeld en goed is aangesloten en probeer het opnieuw.";

"PML_ERROR_TITLE" = "Apparaatfout";
"PML_ERROR_DESC1" = "Er heeft zich een probleem voorgedaan bij het instellen van de gegevens op het apparaat. Zorg ervoor dat de invoerwaarden geldig zijn.";


"SETTING_REJECTED_TITLE" = "Instellingen niet geaccepteerd";
"SETTING_REJECTED_DESCRIPTION" = "Configuratie niet mogelijk: het apparaat is beveiligd met een beheerderswachtwoord. Verwijder het wachtwoord met de ingebouwde webserver. Raadpleeg de documentatie van het apparaat voor meer informatie.";

"GENERAL_DATA_MISSING_DESCRIPTION" = "Een of meer velden bevatten geen gegevens. Vul alle velden in of klik op Annuleer.";

//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "Deur/klep staat open";
"DOOR_OPEN_DESC" = "De printer kan niet afdrukken, omdat een klep open staat. Sluit alle kleppen op de printer.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "Foutstatus van de printer";
"INCORRECT_STATE_DESC" = "Los de apparaatfout op en probeer het opnieuw.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "Printer is bezig";
"DEVICE_BUSY_DESC" = "Wacht totdat de printer de huidige taak heeft afgedrukt.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "Nummerherkenning wordt niet ondersteund";
"CALLER_ID_NOT_SUPPORTED_DESC" = "Het land/de regio die is ingesteld voor uw apparaat ondersteunt geen nummerherkenning. Gebruik het voorpaneel van het apparaat om een land/regio te selecteren dat/die nummerherkenning ondersteunt en probeer het opnieuw.";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "Kan instellingen niet toepassen.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "Controleer of het apparaat online is en of er geen faxtaak wordt verwerkt.";
